VAR name = ""
VAR charChiaki = "Чиаки"
VAR charNanami = "Нанами"

Как-то раз...
Жила-была девочка {charChiaki} {charNanami}. Она была тестовым персонажем в очень простой игре. В ней не было объектов, фонов, ничего, кроме её спрайта и небольшого диалогового окна внизу экрана.
Сначала мы проверим, как {charChiaki} ответит на мои вопросы. {charChiaki}, расскажи нам о себе.
~ name = "{charChiaki}"
Хорошо, я 18-летняя девочка и люблю играть в игры. Очень круто видеть невыпущенную игру своими глазами.
~ name = ""
Это была довольно короткая речь, но всё ещё неплохая. Так , {charNanami}, а как ты вообще попала сюда? Пролезать в чужие невыпущенные игры это ведь серьёзное преступление, не так ли? 
-> END